[
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "modType": "Solo",
      "coordinates": [-75.1622, 39.9613]
    },
    "properties": {
      "name": "School District of Philadelphia",
      "address": "440 N. Broad Street",
      "module": "solo",
      "description": "The School District of Philadelphia is the eighth largest school district in the United States, with more than  203,000 students enrolled in 325 schools, and more than 19,000 employees. Their mission is to deliver on the civil right of every child in Philadelphia to an excellent public school education and ensure all children graduate from high school ready to succeed, fully engaged as a citizen of our world."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "modType": "Solo",
      "coordinates": [-75.16283770166594, 39.96033637392007]
    },
    "properties": {
      "name": "Philadelphia Police Department",
      "address": "400 N. Broad Street",
      "module": "solo",
      "description": "The Philadelphia Police Department is the fourth largest in the nation, serving approximately 1.5 million people in Philadelphia County across 21 police districts. The department employs more than 6,300 sworn members and 800 civilian personnel."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "modType": "Solo",
      "coordinates": [-75.19231752197673, 39.94886028958337]
    },
    "properties": {
      "name": "Penn Medicine",
      "address": "3400 Civic Center Blvd",
      "module": "solo",
      "description": "The history of Penn Medicine grows from the founding of Pennsylvania Hospital, the first hospital in the United States established in 1751, and the nation's first medical school, the University of Pennsylvania, established in 1756. Today, Penn Medicine includes six acute-care hospitals and hundreds of outpatient locations throughout the Philadelphia region, as well as educational facilities at the Perelman School of Medicine. The top health care employer in Philadelphia, Penn Medicine cites $15.1 Billion in economic impact to the region annually."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "modType": "Solo",
      "coordinates": [-75.16403524889435, 39.9525827985846]
    },
    "properties": {
      "name": "City Hall",
      "address": "Broad and Market",
      "module": "solo",
      "description": "Philadelphia City Hall is the center of government in the city, housing the supreme court, council chambers, and the mayor's office, among many more public and private spaces. From the outset, this extravagant monument was controversial for its location and its architecture, but has since been embraced as a distinctive emblem at the heart of the historic city. Topped by an iconic Philadelphia landmark, the statue of William Penn, the City Hall building is the largest municipal building in the United States and was the tallest building in the city of Philadelphia until 1987."
    }
  },
  {
    "type": "Feature",
    "geometry": {
      "type": "Point",
      "modType": "Orchestra",
      "coordinates": [-75.13972703050233, 39.95270111977888]
    },
    "properties": {
      "name": "Cherry Street Pier",
      "address": "121 N Christopher Columbus Blvd",
      "module": "solo",
      "description": "Cherry Street Pier is a 65,000 square foot warehouse and former shipping pier which was a vibrant part of Philadelphia’s shipping industry. Originally built in 1919 as Shipping Pier 9, it has been carefully repurposed to preserve and celebrate its historic value. Now open year-round, Cherry Street Pier operates as a mixed-use public space hosting artist studios, a public market, an open-air garden, multidisciplinary performances and art displays, and food and drink. The site is a reflection of Philadelphia today—creative, diverse, historic, adaptable, and inspired."
    }
  },
  {
    "type": "GeometryCollection",
    "geometries": [
      {
        "type": "MultiPoint",
        "modType": "Duet",
        "coordinates": [
          [-75.19345873102985, 39.9527866174533],
          [-75.20697475576824, 39.94769029015476],
          [-75.22730762878071, 39.94797378027824]
        ]
      },
      {
        "type": "LineString",
        "modType": "Duet",
        "coordinates": [
          [-75.19345873102985, 39.9527866174533],
          [-75.20697475576824, 39.94769029015476],
          [-75.22730762878071, 39.94797378027824]
        ]
      }
    ],
    "properties": {
      "name": "Baltimore Avenue Walk",
      "address": "University of Pennsylvania, University of the Sciences in Philadelphia, 5214-30 Baltimore Ave",
      "module": "Duet",
      "description": "Historically, the section of road now called Baltimore Ave. was a portion of the larger Baltimore Pike, once connecting Baltimore, MD to Philadelphia. Today, this stretch of road is mostly commercial properties. We will begin our DUET walk at 52nd and Baltimore and travel east toward Clark Park, a West Philadelphia community hub that plays host to a variety of events from farmers markets to live theatre productions. From there we will continue to the University of the Sciences, founded in 1821 as the Philadelphia College of Pharmacy. Finally, we continue northeast on Woodland Ave. toward the campus of the University of Pennsylvania, a private Ivy League research institution founded in 1740."
    }
  },
  {
    "type": "GeometryCollection",
    "geometries": [
      {
        "type": "MultiPoint",
        "modType": "Duet",
        "coordinates": [
          [-75.1591884585702, 39.94505843808253],
          [-75.1504394729576, 39.95575795649635],
          [-75.14998038645145, 39.949013502844494],
          [-75.14404878645148, 39.947089157677496],
          [-75.14413894195299, 39.95116669707763]
        ]
      },
      {
        "type": "LineString",
        "modType": "Duet",
        "coordinates": [
          [-75.1591884585702, 39.94505843808253],
          [-75.1504394729576, 39.95575795649635],
          [-75.14998038645145, 39.949013502844494],
          [-75.14404878645148, 39.947089157677496],
          [-75.14413894195299, 39.95116669707763]
        ]
      }
    ],
    "properties": {
      "name": "Washington Square and Old City",
      "address": "Washington Square, Franklin Square, Independence Hall, The Olde Bar, Christ Church",
      "module": "Duet",
      "description": "The Washington Square West district follows the early development of the city from the eighteenth century. As the Delaware riverfront and adjacent lands became increasingly crowded, residents and businesses moved further west. The neighborhood is a dense patchwork composed of mostly residential rowhouses  alongside some commercial properties, places of worship, and restaurants. The DUET walk will travel north east toward Old City, Philadelphia's most historic square mile. Home to attractions like Independence Hall and the Liberty Bell, Old City today also features an array of restaurants, bars, and nightlife."
    }
  },
  {
    "type": "GeometryCollection",
    "geometries": [
      {
        "type": "MultiPoint",
        "modType": "Duet",
        "coordinates": [
          [-75.16564901958411, 39.95428925975284],
          [-75.18101974596968, 39.965758806037464]
        ]
      },
      {
        "type": "LineString",
        "modType": "Duet",
        "coordinates": [
          [-75.16564901958411, 39.95428925975284],
          [-75.18101974596968, 39.965758806037464]
        ]
      }
    ],
    "style": {
      "fill":"#ED1C24"
    },
    "properties": {
      "name": "Love Park to Philadelphia Museum of Art",
      "address": "Love Park, Franklin Square, Philadelphia Museum of Art",
      "module": "Duet",
      "description": "At the heart of Center City Philadelphia, the Benjamin Franklin Parkway today exists as an animated, pedestrian friendly cultural campus. The DUET walk will begin at John F. Kennedy Plaza, also known as Love Park, home of Robert Indiana’s iconic (and highly Instagrammable!) LOVE statue and located near City Hall. The walk will travel north on the Parkway, passing many cultural institutions, residences, restaurants and more, to culminate at the Philadelphia Museum of Art, known world-wide not only for its impressive collection, but also as the site of the famous Rocky steps run in the ROCKY movie starring Sylvester Stallone."
    }
  }
]